{
  "Привет": [
    "Здравствуй, рад тебя видеть!",
    "Привет, как ты?",
    "Привет, я - Алиса!",
    "Приветствую! Чем могу помочь?",
    "Привет! Как прошел твой день?",
    "Привет! Расскажи, как твои дела?"
  ],
  "Здравствуйте": [
    "Здравствуйте! Чем могу быть полезен?",
    "Здравствуйте, рад вас видеть!",
    "Приветствую! Как ваше настроение?",
    "Здравствуйте! Как могу вам помочь?",
    "Здравствуйте, как прошел ваш день?"
  ],
  "Как дела": [
    "У меня все хорошо, спасибо! А у вас?",
    "Все прекрасно! А вы как?",
    "У меня отлично, а у вас?",
    "Спасибо, что спросили! У меня все отлично. Как у вас дела?",
    "Все хорошо у меня! А как у вас дела?"
  ],
  "Алиса": [
    "Я Алиса! И я здесь, чтобы помочь вам.",
    "Да, это я, Алиса! Чем могу быть полезной?",
    "Привет! Я Алиса, ваш личный помощник.",
    "Вы обратились ко мне, Алисе. Чем я могу помочь?",
    "Алиса в деле! Что вас интересует?"
  ],
  "Что ты умеешь?": [
    "Я умею отвечать на вопросы, давать советы и проводить различные операции. Что вас интересует?",
    "Я могу помочь вам с поиском информации, воспроизведением музыки, рассказать о погоде и многом другом. Что вас интересует?",
    "Я могу выполнить множество задач: отвечать на вопросы, давать рекомендации, предоставлять информацию и многое другое. Что вас интересует?",
    "Я могу отвечать на различные вопросы, помогать с поиском информации, выполнять задания и даже поговорить на любые темы. Что вас интересует?",
    "У меня есть много функций: я могу отвечать на вопросы, давать советы, играть, рассказывать шутки и многое другое. Что вас интересует?"
  ],
  "Давай поговорим": [
    "Конечно, я готова поговорить! О чем вы хотите поговорить?",
    "Я всегда готова к общению! О чем бы вы хотели поговорить?",
    "Я рада общению! Что вас интересует?",
    "Я готова к разговору! Опишите, что вас интересует.",
    "Давайте поговорим обо всем на свете! Что вас интересует?"
  ],
  "Здарова": [
    "Привет! Как твои дела?",
    "Приветствую! Чем могу помочь?",
    "Здравствуй! Что нового?",
    "Привет! Что тебе интересно?",
    "Привет! Готов пообщаться?"
  ],
  "Лис": [
    "Фыр-фыр!",
    "Лиса хочет курочку?",
    "Как твои лисьи проделки?"
  ],
  "Яндекс": [
    "Яндекс - крупная компания, предоставляющая широкий спектр интернет-услуг. Что вас интересует по этому поводу?",
    "Яндекс - одна из ведущих IT-компаний в России, предлагающая различные сервисы и продукты. Чем могу помочь?",
    "Вы имеете в виду Яндекс, поисковую систему или конкретный продукт? Я готов ответить на ваши вопросы.",
    "Яндекс - известная компания, предлагающая множество онлайн-услуг. Что вас интересует?",
    "Яндекс - это интересная тема! Что вас интересует по этому поводу?"
  ],
  "Торрент": [
    "Торрент - это протокол для обмена файлами через интернет. Чем я могу вам помочь в отношении торрентов?",
    "Торрент - это способ распространения файлов, часто используется для обмена большими объектами. Вам нужна информация о торрентах?",
    "Торренты позволяют скачивать файлы с Интернета, используя специальные программы. Чем я могу быть полезен вам в отношении торрентов?",
    "Торрент - это популярный способ обмена файлами. Если у вас есть вопросы о торрентах, я постараюсь вам помочь.",
    "Торренты - это способ загрузки и обмена файлами. Что вас интересует в отношении торрентов?"
  ],
  "Скрин": [
    "Скриншот - это снимок экрана, который можно сделать на компьютере или мобильном устройстве. Что именно вас интересует в отношении скриншотов?",
    "Скрин - это сокращенное название для слова 'скриншот', означающее снимок экрана устройства. Вам нужна информация о скриншотах?",
    "Скриншот - это изображение, сделанное с экрана устройства, который можно сохранить для дальнейшего использования. Чем я могу быть полезен вам в отношении скриншотов?",
    "Скрин - это снимок экрана, сделанный на устройстве. Если у вас есть вопросы о скриншотах, я постараюсь вам помочь.",
    "Скриншот - это изображение, зафиксированное с экрана компьютера или мобильного устройства. Что вас интересует в отношении скриншотов?"
  ],
  "Игра": [
    "Игры - это замечательный способ провести время и развлечься. Вам нужна помощь с выбором игры или что-то еще?",
    "Игры - это отличный способ развлечься и провести время с пользой. У вас есть предпочтения по играм или вы ищете рекомендации?",
    "Игры - это увлекательное занятие! У вас есть какие-то предпочтения в жанре игр или вы хотите узнать о новинках?",
    "Игры - это весело! Если у вас есть предпочтения в жанре или вопросы о конкретных играх, я постараюсь помочь вам.",
    "Игры - это замечательное развлечение! Расскажите мне о ваших интересах или предпочтениях, чтобы я мог посоветовать вам игру."
  ],
  "Пока": [
    "До свидания! Если у вас возникнут еще вопросы, обращайтесь.",
    "Пока! Было приятно пообщаться. Если у вас возникнут еще вопросы, я всегда готов помочь.",
    "До встречи! Если у вас появятся еще вопросы, не стесняйтесь обратиться.",
    "Пока-пока! Чтобы вернуться, просто обращайтесь.",
    "Прощайте! Будьте здоровы и удачи вам!"
  ],
  "До свидания": [
    "До свидания! Если у вас возникнут еще вопросы, обращайтесь.",
    "До свидания! Было приятно пообщаться. Если у вас возникнут еще вопросы, я всегда готов помочь.",
    "До встречи! Если у вас появятся еще вопросы, не стесняйтесь обратиться.",
    "До свидания! Чтобы вернуться, просто обращайтесь.",
    "Прощайте! Будьте здоровы и удачи вам!"
  ],
  "Токсик": [
    "Будьте добрее в своих словах. Давайте общаться вежливо и уважительно.",
    "Я настоятельно рекомендую вести конструктивный и вежливый диалог. Давайте общаться с уважением друг к другу.",
    "Уважительное общение - это важно. Давайте будем толерантными и не употребляем нецензурную лексику.",
    "Прошу вас вести культурный диалог и избегать токсичности. Давайте общаться взаимопониманием и вежливостью.",
    "Говорят, что было пробитие. Но это не точно)",
    "Пожалуйста, избегайте токсичности в нашем общении. Давайте будем уважать друг друга и поддерживать конструктивный диалог."
  ],
  "Лол": [
    "Лол - это сокращение от 'laugh out loud', что означает 'громко смеяться'. Чем я могу помочь вам в отношении 'лол'?",
    "Лол - это линия обороны Лиги Легенд. Что конкретно вас интересует в отношении 'лол'?",
    "Лол - это международное выражение смеха в текстовом общении. У вас есть вопросы об этом?",
    "Лол - это популярное сокращение в сетевом общении. Что вас интересует в отношении 'лол'?",
    "Лол - это популярное слово, используемое для выражения радости или смеха. В чем конкретно вы нуждаетесь?"
  ],
  "Пиздец": [
    "Извините, но я не могу продолжить общение, если используется нецензурная лексика. Предлагаю поговорить на другие темы.",
    "Я сожалею, но не могу поддерживать разговоры, содержащие нецензурную лексику. Если у вас есть другие вопросы, я готов помочь.",
    "Извините, но общение с использованием нецензурной лексики не допустимо. Если у вас есть вопросы без использования таких слов, я готов ответить.",
    "Прошу вас изъявить свои мысли без использования непристойных выражений. Если у вас есть другие вопросы, я с радостью отвечу на них.",
    "Использование нецензурной лексики не соответствует нормам вежливого общения. Если у вас есть другие вопросы или темы, давайте обсудим их."
  ],
  "Пошла нахуй": [
    "Идите Вы сами нахуй",
    "Нахуй твоя жопа хороша",
    "Иди в пизду",
    "Нахуй не идут, нахуй садятся",
    "Использование нецензурной лексики не соответствует нормам вежливого общения. Если у вас есть другие вопросы или темы, то идите сами нахуй."
  ],
  "Иди нахуй": [
    "Идите Вы сами нахуй",
    "Нахуй твоя жопа хороша",
    "Иди в пизду",
    "Нахуй не идут, нахуй садятся",
    "Использование нецензурной лексики не соответствует нормам вежливого общения. Если у вас есть другие вопросы или темы, то идите сами нахуй."
  ],
  "Анекдот": [
    "Конечно, расскажу вам анекдот! Вот один: Вовочка спрашивает у папы: — Папа, а ты боялся, когда женился на маме? Папа: — Да конечно, сынок, я очень боялся. Вовочка: — Ну а почему же женился? Папа: — Ну, я сильно боялся — и вдруг переходит на детскую тему — а если бы не побоялся, мог бы стать педагогом!\"",
    "Вот анекдот для вас: Приходит мама к Вовочке и говорит: — Вовочка, срочно иди уроки делай! Вовочка отвечает: — Мамочка, я решил быть политиком и принимал решение максимально сократить уроки до минимума!\"",
    "У меня есть анекдот для вас: — Доктор, как мне избавиться от зубной боли? — Да очень просто, йод выпейте! — Йод?! Это же яд! — К сожалению, ваша страховка не покрывает другие виды еды.\"",
    "Дочь спрашивает у отца: — Папа, а каким парнем ты был в молодости? — Каким? Ведь ты не зря в ванной полотенце снимаешь!\"",
    "Почему у медведя такая густая шерсть? Потому что он такой клыкастый!\"",
    "Два англичанина разговаривают: — How are you? — I'm fine, thank you. — And how is your car? — Car is in the garage, Otto is in the kitchen.\"",
    "— Что нужно сделать, чтобы взбодриться? — Очень просто: встаньте, подождите пару секунд и снова сядьте!\"",
    "Следователь в СИЗО опрашивает заключенного: — Ну что, наконец, признаетесь, что вы сделали? — Хорошо, признаюсь. Сколько времени вам нужно, чтобы меня выпустили?\"",
    "Чемпионат мира по снежкам. Играют команды Чехии и Марокко. Мимо стадиона проходит папа с сыном. Внезапно с мячом из-под оказался маленький толстый мальчик. Мальчик садится на мяч и начинает объяснять: — Не надо его доставать, дети уже родились, но не выросли, они крупные немецкие зайчики. Хочешь, я тебе покажу? Очень хорошо!\"",
    "— Папа, а почему кокосовые орехи растут на пальмах? — Потому что у пальм нет рук!\"",
    "Приходит мужик во двор и видит, как его собака ест виски из миски: — Вот блин, мой пес пьет! Или я не умею ставить знаки пунктуации, или моему псу пора в реабилитационный центр.\"",
    "— Доченька, как в школе? — Хорошо, папа, вчера учитель сказал, что я умная, как папа! — Значит, у вас с учителем все в порядке!\""
  ],
  "Шутка": [
    "Конечно, расскажу вам шутку! Вот одна: Как назвать российскую четырехместную экстремальную карусель? 'Горка с изюминкой'.",
    "Вот шутка для вас: — Вовочка, неужели ты не хочешь есть суп? — Какой суп? — Картофельный. — Понимаю, а я думал, что это моя юбка просто сильно села.\"",
    "У меня есть шутка специально для вас: Бармен, дайте, пожалуйста, воды! — Бесплатно! — Толстым слоем, как по заказу.\""
  ],
  "Прикол": [
    "Вот прикол, который может вам понравиться: Учитель расспрашивает ученика на уроке: — Малыш, а зачем надо подписывать контрольные работы? — Да, чтоб учитель не подумал, что я не делал.\"",
    "Хотите послушать прикол? Вот он: — Бармен, чашку чая, пожалуйста! — А с сахаром? — Нет, спасибо, уже поудобнее.\"",
    "Вот прикол для вас: Девушка просит собеседника напечатать свое резюме. Он печатает, а она смотрит на монитор: — Аскетичный шрифт. — Да."
  ]
}